[
  {
    "ID": 1,
    "name": "Church of Elleh",
    "c1": 2,
    "c2": 3,
    "c3": 4,
    "story": "You are in the Church of Elleh, praying to Elleh the Great one last time before you begin your journey to recover an ancient weapon to help defeat Radagon Of The Golden Order",
    "nav": "Press 1 to go to the Ainsel river, press 2 to go to the cathedral of the forsaken, or press 3 to go to the bridge of sacrifice",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "bird": 0,
    "weather": 0,
    "item": 1
  },
  {
    "ID": 2,
    "name": "Ainsel River",
    "c1": 1,
    "c2": 3,
    "c3": 5,
    "story": "You are at the Ainsel River, there is darkness flowing through the water",
    "nav": "Press 1 to go to the Church of Elleh, 2 to go to the Cathedral of the Forsaken, or 3 to go to the Bridge of Sacrifice",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "bird": 1,
    "weather": 0,
    "item": 1
  },
  {
    "ID": 3,
    "name": "Cathedral of the Forsaken",
    "c1": 2,
    "c2": 6,
    "c3": 4,
    "story": "You are at the Cathedral of the Forsaken, you feel uneasy at the monument to death that stands before you.",
    "nav": "Press 1 to go to the Ainsel River, press 2 to go to the Ailing Village, or press 3 to go to Nokstella The Eternal city",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "bird": 1,
    "weather": 1,
    "item": 1
  },
  {
    "ID": 4,
    "name": "Nokstella The Eternal City",
    "c1": 1,
    "c2": 7,
    "c3": 6,
    "story": "You enter Nokstella the Eternal City that is hidden beneath the earth, you briefly explore before continuing your journey",
    "nav": "Press 1 to go to the Church of Elleh, Press 2 to go to the Castle Morne. Press 3 to go to the Ailing Village",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "bird": 1,
    "weather": 1,
    "item": 0
  },
  {
    "ID": 5,
    "name": "Bridge of Sacrifice",
    "c1": 2,
    "c2": 8,
    "c3": 6,
    "story": "You come across the Bridge of Sacrifice... you wonder why it has this rather odd name until you look over the edge and the explanation is looking right back at you",
    "nav": "Press 1 to go to the Ainsel River, press 2 to go to Oridys Rise, press 3 to go to the Ailing Village",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "bird": 0,
    "weather": 1,
    "item": 1
  },
  {
    "ID": 6,
    "name": "Ailing Village",
    "c1": 1,
    "c2": 9,
    "c3": 10,
    "story": "You enter the Ailing Village, this place is filled with dread and it gives you the heebie-jeebies",
    "nav": "Press 1 to go to the Church of Elleh. Press 2 to go to the Weeping Evergaol. Press 3 to go to the Witchbane Ruins",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "bird": 0,
    "weather": 0,
    "item": 0
  },
  {
    "ID": 7,
    "name": "Castle Morne",
    "c1": 11,
    "c2": 10,
    "c3": 2,
    "story": "You are at the Castle Morne, this area is ghostly as all you hear are mice scurrying about",
    "nav": "Press 1 to go to the Bellum Highway, Press 2 to go to the Witchbane Ruins, press 3 to go to the Ainsel River",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "bird": 0,
    "weather": 0,
    "item": 1
  },
  {
    "ID": 8,
    "name": "Oridy's Rise",
    "c1": 12,
    "c2": 11,
    "c3": 1,
    "story": "You come across an Oridys Rise, this should be a great place to look into where you'll be going next atop of the lookout tower",
    "nav": "Press 1 to go to the Royal Grave Evergaol, press 2 to go to the Bellum Highway, 3 to go to the Church of Elleh",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "bird": 0,
    "weather": 0,
    "item": 1
  },
  {
    "ID": 9,
    "name": "Weeping Evergaol",
    "c1": 5,
    "c2": 12,
    "c3": 7,
    "story": "You pass into the Weeping Evergaol, which makes you a bit nervous as you hear some faint whispers all around you.",
    "nav": "Press 1 to go to the Bridge of Sacrifice, and press 2 to go to the Royal Grave Evergaol and press 3 to go to the Castle Morne",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "bird": 0,
    "weather": 1,
    "item": 1
  },
  {
    "ID": 10,
    "name": "Witchbane Ruins",
    "c1": 7,
    "c2": 12,
    "c3": 13,
    "story": "You arrive at the Witchbane Ruins, you don;t see any witches in sight so you disappointingly carry on your journey to become Elden Lord",
    "nav": "Press 1 to go to the Castle Morne, or press 2 to go to the Royal Grave Evergaol, or press 3 to go to the Caelem Ruins",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "bird": 1,
    "weather": 0,
    "item": 0
  },
  {
    "ID": 11,
    "name": "Bellum Highway",
    "c1": 16,
    "c2": 4,
    "c3": 3,
    "story": "You come across the Bellum Highway, this should really speeds up your walk.",
    "nav": "Press 1 to go to the swamp of Aeonia, press 2 to go to Nokstella The Eternal City or press 3 to go to the Cathedral of the Forsaken",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "bird": 0,
    "weather": 1,
    "item": 1
  },
  {
    "ID": 12,
    "name": "Royal Grave Evergaol",
    "c1": 7,
    "c2": 28,
    "c3": 3,
    "story": "You enter the Royal Grave Evergaol, it's quite creepy meandering through here with the full moon...it has a grimacing face on it you give your eyes a rub and the grimacing face is gone.",
    "nav": "Press 1 to the Castle Morne, press 2 to look deeper into the graves or press 3 to go to the Cathedral of the Forsaken",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "bird": 1,
    "weather": 1,
    "item": 1
  },
  {
    "ID": 13,
    "name": "Caelem Ruins",
    "c1": 10,
    "c2": 6,
    "c3": 9,
    "story": "You enter the Caelem Ruins, you wonder to yourself why every place you come across is ruined and abandoned. Do you even want to be the Elden Lord of this place? You continue your journey onward.",
    "nav": "Press 1 to go to the Witchane Ruins, press 2 to explore the Ailing Village press 3 to go to the Weeping Evergaol",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "bird": 1,
    "weather": 1,
    "item": 1
  },
  {
    "ID": 14,
    "name": "Redmane Castle",
    "c1": 2,
    "c2": 11,
    "c3": 12,
    "story": "You enter the Redmane Castle and there's a little white mouse sneaking about. He approaches you while wearing a red sweater and some sneakers... you wonder if you're beginning to lose it as you adventure this Elden realm.",
    "nav": "Press 1 to go to the Ainsel River, press 2 to go to the Bellum Highway, press 3 to go to the Royal Grave Evergaol",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "bird": 1,
    "weather": 0,
    "item": 0
  },
  {
    "ID": 15,
    "name": "Smoldering Church",
    "c1": 12,
    "c2": 14,
    "c3": 17,
    "story": "You come across a smoldering church...and you hear something holy. You enter the destroyed doorway and you observe a mass happening with ghostly spirits you quickly run out of their to continue your journey",
    "nav": "Press 1 to the Royal Grave Evergaol, press 2 to go to the Redmane Castle or press 3 to go to the Forbidden Lands",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "bird": 1,
    "weather": 1,
    "item": 0
  },
  {
    "ID": 16,
    "name": "Swamp of Aeonia",
    "c1": 2,
    "c2": 4,
    "c3": 21,
    "story": "You enter the Swamp of Aeonia, the stench of this swampland is amost overpowering but you continue to soldier on to complete your task.",
    "nav": "Press 1 to go to the Ainsel River, press 2 to go to Nokstella The Eternal City, press 3 to go to the Volcano Cave",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "bird": 0,
    "weather": 1,
    "item": 1
  },
  {
    "ID": 17,
    "name": "Forbidden Lands",
    "c1": 16,
    "c2": 3,
    "c3": 21,
    "story": "You enter the Forbidden Lands, it's foggy and you wonder why it carries such an uninviting name and then you see it in the distance... the silhouette of a titan the size of the Oridys Rise lookout tower you quickly make haste and move beyond the land.",
    "nav": "Press 1 to the Swamp of Aeonia , press 2 to go to the Cathedral of the Forsaken or press 3 to go to the Volcano Cave",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "bird": 0,
    "weather": 0,
    "item": 1
  },
  {
    "ID": 18,
    "name": "Guardian's Garrison",
    "c1": 14,
    "c2": 22,
    "c3": 19,
    "story": "You enter the Guardians Garrison, Its empty almost as if this was deserted long ago.",
    "nav": "Press 1 to go to the Redmane Castle. Press 2 to go to the Wyndham Catacombs, Press 3 to go to the Heretical Rise",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "bird": 1,
    "weather": 1,
    "item": 1
  },
  {
    "ID": 19,
    "name": "Heretical Rise",
    "c1": 4,
    "c2": 18,
    "c3": 20,
    "story": "You enter the Heretical Rise, you see giants in the distance they seem unimpressed with your arrival and run towards you. You continue to wonder yet again why you're trying to become to Lord of such unruly and violent subjects.",
    "nav": "Press 1 to go to Nokstella The Eternal City, press 2 to go to the Guardians Garrison or press 3 to go to the Stargazers Ruins.",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "bird": 0,
    "weather": 0,
    "item": 1
  },
  {
    "ID": 20,
    "name": "Stargazer's Ruins",
    "c1": 1,
    "c2": 29,
    "c3": 18,
    "story": "You enter the Stargazers Ruins, the stars look spectacular and the destruction around you is equally as impressive at how vast it is. You make haste and continue your journey.",
    "nav": "Press 1 to go to the Church of Elleh 2 to look deeper into the ruins, and 3 to go to the Guardians Garrison",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "bird": 0,
    "weather": 0,
    "item": 1
  },
  {
    "ID": 21,
    "name": "Volcano Cave",
    "c1": 20,
    "c2": 22,
    "c3": 2,
    "story": "You come across a Volcano Cave...you end up exploring it as it's a cave under a Volcano what could possibly go wrong? Nothing actually, you safely explore the cave and continue onward.",
    "nav": "Press 1 to go to the Stargazers Ruins, 2 to go to the Wyndham Catacombs, 3 to go to the Ainsel River",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "bird": 0,
    "weather": 0,
    "item": 0
  },
  {
    "ID": 22,
    "name": "Wyndham Catacombs",
    "c1": 23,
    "c2": 24,
    "c3": 1,
    "story": "You enter the Wyndham Catacombs it is quite intimidating as it seems to be almost endless...the walls are filled with skulls of those who were here before. You're getting to your breaking point wondering if this journey is at all worth the risks involved.",
    "nav": "Press 1 to go to the Moonfolk Ruins, press 2 to go too the Altus Tunnel, press 3 to go to the Church of Elleh",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "bird": 1,
    "weather": 0,
    "item": 1
  },
  {
    "ID": 23,
    "name": "Moonfolk Ruins",
    "c1": 17,
    "c2": 5,
    "c3": 1,
    "story": "You come across the Moonfolk Ruins, It's dark and there's a full moon...spooky.",
    "nav": "Press 1 to go to the Forbidden Lands, press 2 to go to the Bridge of Sacrifice, press 3 to go to the Church of Elleh",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "bird": 1,
    "weather": 1,
    "item": 1
  },
  {
    "ID": 24,
    "name": "Altus Tunnel",
    "c1": 11,
    "c2": 10,
    "c3": 25,
    "story": "You enter the Altus Tunnel, you sense a level of importance associated with this pathway.",
    "nav": "Press 1 to go to the Bellum Highway, press 2 to go to the Witchbane Ruins and press 3 to go to the Elden Throne.",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "bird": 0,
    "weather": 0,
    "item": 0
  },
  {
    "ID": 25,
    "name": "Elden Throne",
    "c1": 29,
    "c2": 26,
    "c3": 27,
    "story": "Finally, you come across the Elden Throne you see the Sword of Night and Flame on the ground...you also see the Ruins Greatsword you can only carry one which do you choose to wield as the Elden Lord?",
    "nav": "Press 1 for a mystery, press 2 for the Ruins Greatsword, or press 3 for the Sword of Night and Flame",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "bird": 1,
    "weather": 1,
    "item": 0
  },
  {
    "ID": 26,
    "name": "ruins greatsword",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You found the Ruins Greatsword, you win!",
    "nav": "",
    "win": 1,
    "lose": 0,
    "stranger": 0,
    "bird": 0,
    "weather": 0,
    "item": 0
  },
  {
    "ID": 27,
    "name": "sword of night and flame",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You found the sword or night and flame, you win!",
    "nav": "",
    "win": 1,
    "lose": 0,
    "stranger": 0,
    "bird": 0,
    "weather": 0,
    "item": 0
  },
  {
    "ID": 28,
    "name": "invaded",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You were invaded in your quest, you lose!",
    "nav": "",
    "win": 0,
    "lose": 1,
    "stranger": 0,
    "bird": 0,
    "weather": 0,
    "item": 0
  },
  {
    "ID": 29,
    "name": "bottomless pit",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You fell into a bottomless pit! You lose!",
    "nav": "",
    "win": 0,
    "lose": 1,
    "stranger": 0,
    "bird": 0,
    "weather": 0,
    "item": 0
  }
]
